const messages = Object.freeze({
	welcome: `سلام سلام، خوش اومدی 👋

یکی از ایموجیای ⚽️ 🏀🎰🎯🎲 رو برام بفرست تا معجزه رو ببینی 😉

حواست باشه تلگرامت آپدیت باشه ⚠️

<a href="https://github.com/mhmda-83/pishgoo/">ریپازیتوری گیتهاب پروژه</a>`,
	basketballResponses: [
		'میخوره به قسمت بالایی سبد و میره بیرون.',
		'دور سبد می‌چرخه و در نهایت میره بیرون.',
		'گوشه سبد گیر می‌کنه.',
		'دور سبد می‌چرخه و در نهایت میره داخلش.',
		'مستقیم میره توی سبد.',
	],
	dartResponses: [
		'بیرون.',
		'آخرین قسمت از داخل.',
		'چهارمین قسمت از داخل.',
		'سومین قسمت از داخل.',
		'دومین قسمت از داخل.',
		'وسط.',
	],
	footballResponses: [
		'با کات میره بیرون.',
		'به تیرک سمت راست دروازه برخورد می‌کنه.',
		'با کات وسط دروازه.',
		'با کات سمت چپ پایین، توی دروازه.',
		'گوشه بالا سمت راست، توی دروازه.',
	],
	doubleTripleChance: {
		successful: 'جور میشه.',
		unsuccessful: 'جور نمیشه.',
	},
});

module.exports = messages;
