const messages = Object.freeze({
	welcome: `سلام سلام، خوش اومدی 👋

یکی از ایموجیای ⚽️ 🏀🎰🎯🎲🎳 رو برام بفرست تا معجزه رو ببینی 😉

حواست باشه تلگرامت آپدیت باشه ⚠️

<a href="https://github.com/mhmda-83/pishgoo/">ریپازیتوری گیتهاب پروژه</a>`,
	basketballResponses: [
		'میخوره به قسمت بالایی سبد و میره بیرون 😬',
		'دور سبد می‌چرخه و در نهایت میره بیرون 😁😝',
		'گوشه سبد گیر می‌کنه 😣',
		'دور سبد می‌چرخه و در نهایت میره داخلش 😃😋',
		'مستقیم میره توی سبد 🎉😍',
	],
	unknown: `پیام نامعتبر ⚠️

یکی از ایموجیای ⚽️ 🏀🎰🎯🎲🎳 رو برام بفرست تا معجزه رو ببینی 😉

یا سعی کن یه پیام مخفیانه رو پیدا کنی 😈`,
	dartResponses: [
		'بیرون 😅',
		'آخرین قسمت از داخل 😆',
		'چهارمین قسمت از داخل 🤨',
		'سومین قسمت از داخل 😬',
		'دومین قسمت از داخل 😯',
		'وسط 😌',
	],
	footballResponses: [
		'با کات میره بیرون ☹️',
		'به تیرک سمت راست دروازه برخورد می‌کنه 😫',
		'با کات وسط دروازه 🥳',
		'با کات سمت چپ پایین، توی دروازه 😏',
		'گوشه بالا سمت راست، توی دروازه 😆',
	],
	bowlingResponses: [
		'میخوره به گوشه سمت راست ولی نمیوفته 😂',
		'یکی میوفته ☹️',
		'سه تا میوفته 😙',
		'چهارتا میوفته 😉',
		'یکی میمونه فقط 😋',
		'کُلِش میوفته 🤯',
	],
	slotMachineResponses: [
		`جور شد 😍😮
سه تا bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: bar، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: bar، قسمت سوم:🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: bar، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 🍇، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 🍇، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 🍇، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 🍇، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 🍋، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 🍋، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 🍋، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 🍋، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 7، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 7، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 7، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: bar، قسمت دوم: 7، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: bar، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: bar، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: bar، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: bar، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 🍇، قسمت سوم: bar`,
		`جور شد 😍😱
سه تا 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 🍇، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 🍇، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 🍋، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 🍋، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 🍋، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 🍋، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 7، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 7، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 7، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍇، قسمت دوم: 7، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: bar، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: bar، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: bar، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: bar، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 🍇، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 🍇، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 🍇، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 🍇، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 🍋، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 🍋، قسمت سوم: 🍇`,
		`جور شد 😍😯
سه تا 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 🍋، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 7، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 7، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 7، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 🍋، قسمت دوم: 7، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: bar، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: bar، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: bar، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: bar، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 🍇، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 🍇، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 🍇، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 🍇، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 🍋، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 🍋، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 🍋، قسمت سوم: 🍋`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 🍋، قسمت سوم: 7`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 7، قسمت سوم: bar`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 7، قسمت سوم: 🍇`,
		`مقدار هر قسمت از سمت راست به چپ 👇
قسمت اول: 7، قسمت دوم: 7، قسمت سوم: 🍋`,
		`جور شد 😍😲
سه تا 7`,
	],
});

module.exports = messages;
